Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# gpg_key_import_passphrase_hint
source: Enter GPG key passphrase
ar: أدخل عبارة مرور مفتاح GPG
de: Passphrase für GPG-Schlüssel eingeben
es: Introduzca contraseña de clave GPG
fr: Saisir la phrase de passe de la clé GPG
it: Inserisci la passphrase della chiave GPG
ja: GPG キーのパスフレーズを入力
ko: GPG 키 비밀 문구 입력
pt_br: Insira a senha da chave GPG
pt_pt: Introduza a senha da chave GPG
ru: Введите парольную фразу GPG-ключа
uk: Введіть парольну фразу GPG-ключа
zh_hans: 输入 GPG 密钥密码

# gpg_key_import_passphrase_title
source: Passphrase
ar: عبارة المرور
es: Contraseña
fr: Phrase de passe
ja: パスフレーズ
ko: 비밀 문구
pt_br: Senha
pt_pt: Senha
ru: Парольная фраза
uk: Парольна фраза
zh_hans: 密码

# gpg_key_import_success_title
source: Imported GPG key
ar: تم استيراد مفتاح GPG
de: GPG-Schlüssel importiert
es: Clave GPG importada
fr: Clé GPG importée
it: Chiave GPG importata
ja: GPG キーをインポートしました
ko: GPG 키를 가져왔습니다
pt_br: Chave GPG importada
pt_pt: Chave GPG importada
ru: GPG-ключ импортирован
uk: GPG-ключ імпортовано
zh_hans: GPG 密钥已导入

# gpg_key_import_title
source: Import GPG key
ar: استيراد مفتاح GPG
de: GPG-Schlüssel importieren
es: Importar clave GPG
fr: Importer une clé GPG
it: Importa chiave GPG
ja: GPG キーをインポート
ko: GPG 키 가져오기
pt_br: Importar chave GPG
pt_pt: Importar chave GPG
ru: Импорт GPG-ключа
uk: Імпортувати GPG-ключ
zh_hans: 导入 GPG 密钥

# gpg_key_secret_key
source: Secret key
ar: المفتاح السري
de: Geheimer Schlüssel
es: Clave secreta
fr: Clé secrète
it: Chiave segreta
ja: 秘密鍵
ko: 비밀 키
pt_br: Chave privada
pt_pt: Chave secreta
ru: Секретный ключ
uk: Секретний ключ
zh_hans: 私钥

source: GPG key status
ar: حالة مفتاح GPG
de: GPG-Schlüsselstatus
es: Estado de la clave GPG
fr: Statut de la clé GPG
it: Stato della chiave GPG
ja: GPG キーの状態
ko: GPG 키 상태
pt_br: Status da chave GPG
pt_pt: Estado da chave GPG
ru: Статус GPG-ключа
uk: Статус GPG-ключа
zh_hans: GPG 密钥状态

# gpg_key_status_expired_text
source: This GPG key has expired and should not be used.
ar: انتهت صلاحية مفتاح GPG هذا ولا ينبغي استخدامه.
de: Dieser GPG-Schlüssel ist abgelaufen und sollte nicht verwendet werden.
es: Esta clave GPG ha caducado y no debería usarse.
fr: Cette clé GPG a expiré et ne doit pas être utilisée.
it: Questa chiave GPG è scaduta e non dovrebbe essere utilizzata.
ja: この GPG キーは有効期限が切れているため、使用しないでください。
ko: 이 GPG 키는 만료되었으므로 사용하면 안 됩니다.
pt_br: Esta chave GPG expirou e não deve ser usada.
pt_pt: Esta chave GPG expirou e não deve ser utilizada.
ru: Срок действия этого GPG-ключа истёк, его не следует использовать.
uk: Термін дії цього GPG-ключа закінчився, і його не слід використовувати.
zh_hans: 此 GPG 密钥已过期，不应使用。

# gpg_key_status_revoked_text
source: This GPG key has been revoked and should not be used.
ar: تم إبطال مفتاح GPG هذا ولا ينبغي استخدامه.
de: Dieser GPG-Schlüssel wurde widerrufen und sollte nicht verwendet werden.
es: Esta clave GPG ha sido revocada y no debería usarse.
fr: Cette clé GPG a été révoquée et ne doit pas être utilisée.
it: Questa chiave GPG è stata revocata e non dovrebbe essere utilizzata.
ja: この GPG キーは失効しているため、使用しないでください。
ko: 이 GPG 키는 폐기되었으므로 사용하면 안 됩니다.
pt_br: Esta chave GPG foi revogada e não deve ser usada.
pt_pt: Esta chave GPG foi revogada e não deve ser utilizada.
ru: Этот GPG-ключ был отозван, его не следует использовать.
uk: Цей GPG-ключ було відкликано, і його не слід використовувати.
zh_hans: 此 GPG 密钥已被吊销，不应使用。

# gpg_key_status_unauthenticated_self_signature_text
source: This key cannot be renewed because its self-signature is missing, invalid, or rejected by security policy.
ar: لا يمكن تجديد هذا المفتاح لأن توقيعه الذاتي مفقود أو غير صالح أو مرفوض من سياسة الأمان.
fr: Cette clé ne peut pas être renouvelée parce que son auto-signature est manquante, invalide ou rejetée par la politique de sécurité.
pt_br: Esta chave não pode ser renovada porque a sua autoassinatura está ausente, é inválida ou foi rejeitada pela política de segurança.
pt_pt: Esta chave não pode ser renovada porque a sua subscrição está em falta, é inválida ou foi rejeitada pela política de segurança.

# gpg_key_status_unauthenticated_self_signature_title
source: No acceptable self-signature
ar: لا يوجد توقيع ذاتي مقبول
fr: Aucune auto-signature acceptable
pt_br: Nenhuma autoassinatura aceitável
pt_pt: Assinatura não aceite

# gpg_key_status_weak_self_signature_text
source: This key's self-signatures use a weak algorithm (SHA-1). Renew the key to re-sign it with a modern one.
ar: تستخدم التوقيعات الذاتية لهذا المفتاح خوارزمية ضعيفة (SHA-1). جدّد المفتاح لإعادة توقيعه بخوارزمية حديثة.
fr: Les auto-signatures de cette clé utilisent un algorithme faible (SHA-1). Renouvelez la clé pour la re-signer avec un algorithme plus récent.
pt_br: As autoassinaturas desta chave usam um algoritmo fraco (SHA-1). Renove a chave para assiná-la novamente com uma moderna.
pt_pt: As assinaturas automáticas desta chave utilizam um algoritmo fraco (SHA-1). Renove a chave para voltar a assiná-la com um algoritmo mais moderno.

# gpg_key_status_weak_self_signature_title
source: Weak self-signature
ar: توقيع ذاتي ضعيف
fr: Faible auto-signature
pt_br: Autoassinatura fraca
pt_pt: Assinatura própria fraca

# gpg_key_subkey_n
source: Subkey %1$lld
ar: مفتاح فرعي %1$lld
de: Unterschlüssel %1$lld
es: Subclave %1$lld
fr: Sous-clé %1$lld
it: Sottochiave %1$lld
ja: サブキー %1$lld
ko: 하위 키 %1$lld
pt_br: Subchave %1$lld
pt_pt: Sub-chave %1$lld
ru: Подключ %1$lld
uk: Підключ %1$lld
zh_hans: 子钥 %1$lld

# gpg_key_user_ids
source: User IDs
ar: معرّفات المستخدم
de: Benutzer-IDs
es: IDs de usuario
fr: Identifiants utilisateur
it: ID utente
ja: ユーザー ID
ko: 사용자 ID
pt_br: IDs de usuário
pt_pt: IDs de utilizador
ru: Идентификаторы пользователя
uk: Ідентифікатори користувача
zh_hans: 用户 ID

# gpg_keys_capability_sign
source: Sign
ar: توقيع
de: Signieren
es: Firmar
fr: Signer
it: Firma
ja: 署名
ko: 서명
pt_br: Assinar
pt_pt: Assinar
ru: Подпись
uk: Підпис
zh_hans: 签名

# gpg_keyserver_refresh_failed_title
source: Could not refresh GPG public key
ar: تعذّر تحديث المفتاح العام لـ GPG
fr: Impossible d'actualiser la clé publique GPG
pt_br: Não foi possível atualizar a chave pública GPG
pt_pt: Não foi possível atualizar a chave pública GPG

# gpg_keyserver_refresh_not_found_title
source: GPG public key not found on keyserver
ar: لم يتم العثور على المفتاح العام لـ GPG في خادم المفاتيح
de: Öffentlicher GPG-Schlüssel nicht auf dem Schlüsselserver gefunden
es: Clave pública GPG no encontrada en el servidor de claves
fr: Clé publique GPG introuvable sur le serveur de clés
it: Chiave pubblica GPG non trovata sul keyserver
ja: GPG 公開鍵がキーサーバーに見つかりません
ko: 키 서버에서 GPG 공개 키를 찾을 수 없음
pt_br: Chave pública GPG não encontrada no servidor de chaves
pt_pt: Chave pública GPG não encontrada no servidor de chaves
ru: Открытый GPG-ключ не найден на сервере ключей
uk: Відкритий ключ GPG не знайдено на сервері ключів
zh_hans: 在密钥服务器上未找到 GPG 公钥

# gpg_keyserver_refresh_skipped_title
source: GPG public key cannot be refreshed
ar: لا يمكن تحديث المفتاح العام لـ GPG
fr: La clé publique GPG ne peut pas être actualisée.
pt_br: A chave pública GPG não pode ser atualizada
pt_pt: A chave pública GPG não pode ser atualizada

# gpg_keyserver_refresh_success_title
source: GPG public key refreshed
ar: تم تحديث المفتاح العام لـ GPG
de: Öffentlicher GPG-Schlüssel aktualisiert
es: Clave pública GPG actualizada
fr: Clé publique GPG actualisée
it: Chiave pubblica GPG aggiornata
ja: GPG 公開鍵を更新しました
ko: GPG 공개 키를 새로 고쳤습니다
pt_br: Chave pública GPG atualizada
pt_pt: Chave pública GPG atualizada
ru: Открытый GPG-ключ обновлён
uk: Відкритий ключ GPG оновлено
zh_hans: GPG 公钥已刷新

# gpg_keyserver_search_empty_label
source: No public keys found
ar: لم يتم العثور على مفاتيح عامة
de: Keine öffentlichen Schlüssel gefunden
es: No se encontraron claves públicas
fr: Aucune clé publique trouvée
it: Nessuna chiave pubblica trovata
ja: 公開鍵が見つかりません
ko: 공개 키를 찾을 수 없음
pt_br: Nenhuma chave pública encontrada
pt_pt: Nenhuma chave pública encontrada
ru: Открытые ключи не найдены
uk: Відкритих ключів не знайдено
zh_hans: 未找到公钥

# gpg_keyserver_search_empty_query_label
source: Enter an e-mail, fingerprint, key ID, or name
ar: أدخل بريدًا إلكترونيًا أو بصمة أو معرّف مفتاح أو اسمًا
de: Geben Sie eine E-Mail, einen Fingerabdruck, eine Schlüssel-ID oder einen Namen ein
es: Introduzca un correo electrónico, huella digital, ID de clave o nombre
fr: Saisissez une adresse e-mail, une empreinte, un ID de clé ou un nom
it: Inserisci un'e-mail, un'impronta digitale, un ID chiave o un nome
ja: メールアドレス、フィンガープリント、キー ID、または名前を入力してください
ko: 이메일, 핑거프린트, 키 ID 또는 이름을 입력하세요
pt_br: Insira um e-mail, impressão digital, ID de chave ou nome
pt_pt: Digite um e-mail, impressão digital, ID da chave ou nome
ru: Введите адрес электронной почты, отпечаток, ID ключа или имя
uk: Введіть електронну пошту, відбиток, ID ключа або ім'я
zh_hans: 输入电子邮件、指纹、密钥 ID 或姓名

# gpg_keyserver_search_error_text
source: Failed to search public keys
ar: فشل البحث عن المفاتيح العامة
de: Öffentliche Schlüssel konnten nicht durchsucht werden
es: Error al buscar claves públicas
fr: Échec de la recherche de clés publiques
it: Impossibile cercare le chiavi pubbliche
ja: 公開鍵の検索に失敗しました
ko: 공개 키를 검색하지 못했습니다
pt_br: Falha ao pesquisar chaves públicas
pt_pt: Falha ao procurar chaves públicas
ru: Не удалось выполнить поиск открытых ключей
uk: Не вдалося виконати пошук відкритих ключів
zh_hans: 搜索公钥失败

# gpg_keyserver_search_header_title
source: GPG keyserver search
ar: البحث في خادم مفاتيح GPG
de: GPG-Schlüsselserver-Suche
es: Búsqueda en el servidor de claves GPG
fr: Recherche sur le serveur de clés GPG
it: Ricerca sul keyserver GPG
ja: GPG キーサーバー検索
ko: GPG 키 서버 검색
pt_br: Pesquisa no servidor de chaves GPG
pt_pt: Pesquisa de servidor de chaves GPG
ru: Поиск на сервере ключей GPG
uk: Пошук на сервері ключів GPG
zh_hans: GPG 密钥服务器搜索

# gpg_keyserver_search_index_label
source: Index
ar: الفهرس
es: Índice
it: Indice
ja: インデックス
ko: 색인
pt_br: Índice
pt_pt: Índice
ru: Индекс
uk: Індекс
zh_hans: 索引

# gpg_keyserver_search_placeholder
source: Search e-mail, fingerprint, key ID, or name
ar: ابحث بالبريد الإلكتروني أو البصمة أو معرّف المفتاح أو الاسم
de: E-Mail, Fingerabdruck, Schlüssel-ID oder Namen suchen
es: Buscar correo electrónico, huella digital, ID de clave o nombre
fr: Rechercher par e-mail, empreinte, ID de clé ou nom
it: Cerca e-mail, impronta digitale, ID chiave o nome
ja: メールアドレス、フィンガープリント、キー ID、または名前で検索
ko: 이메일, 핑거프린트, 키 ID 또는 이름 검색
pt_br: Pesquise e-mail, impressão digital, ID de chave ou nome
pt_pt: Procurar e-mail, impressão digital, ID da chave ou nome
ru: Поиск по e-mail, отпечатку, ID ключа или имени
uk: Шукати за електронною поштою, відбитком, ID ключа або ім'ям
zh_hans: 搜索电子邮件、指纹、密钥 ID 或姓名

# gpg_keyserver_search_public_key_not_found_title
source: GPG public key not found on keyserver
ar: لم يتم العثور على المفتاح العام لـ GPG في خادم المفاتيح
de: Öffentlicher GPG-Schlüssel nicht auf dem Schlüsselserver gefunden
es: Clave pública GPG no encontrada en el servidor de claves
fr: Clé publique GPG introuvable sur le serveur de clés
it: Chiave pubblica GPG non trovata sul keyserver
ja: GPG 公開鍵がキーサーバーに見つかりません
ko: 키 서버에서 GPG 공개 키를 찾을 수 없음
pt_br: Chave pública GPG não encontrada no servidor de chaves
pt_pt: Chave pública GPG não encontrada no servidor de chaves
ru: Открытый GPG-ключ не найден на сервере ключей
uk: Відкритий ключ GPG не знайдено на сервері ключів
zh_hans: 在密钥服务器上未找到 GPG 公钥

# gpg_keyserver_search_revoked_label
source: Revoked
ar: مُبطَل
de: Widerrufen
es: Revocada
fr: Révoquée
it: Revocata
ja: 失効済み
ko: 폐기됨
pt_br: Revogada
pt_pt: Revogado
ru: Отозван
uk: Відкликано
zh_hans: 已吊销

# gpg_keyserver_status_checked_at
source: Checked %1$@
ar: تم الفحص في %1$@
de: Überprüft am %1$@
es: Comprobado el %1$@
fr: Vérifié le %1$@
it: Controllato il %1$@
ja: %1$@ に確認
ko: %1$@에 확인함
pt_br: Verificado %1$@
pt_pt: Verificado %1$@
ru: Проверено %1$@
uk: Перевірено %1$@
zh_hans: 检查于 %1$@

# gpg_keyserver_status_not_checked
source: Not checked
ar: لم يتم الفحص
de: Nicht überprüft
es: No comprobado
fr: Non vérifié
it: Non controllato
ja: 未確認
ko: 확인 안 함
pt_br: Não verificado
pt_pt: Não verificado
ru: Не проверено
uk: Не перевірено
zh_hans: 未检查

# gpg_keyserver_status_title
source: GPG keyserver
ar: خادم مفاتيح GPG
de: GPG-Schlüsselserver
es: Servidor de claves GPG
fr: Serveur de clés GPG
it: Keyserver GPG
ja: GPG キーサーバー
ko: GPG 키 서버
pt_br: Servidor de chaves GPG
pt_pt: Servidor de chaves GPG
ru: Сервер ключей GPG
uk: Сервер ключів GPG
zh_hans: GPG 密钥服务器

# gpg_keyserver_upload_success_title
source: GPG public key uploaded
ar: تم رفع المفتاح العام لـ GPG
de: Öffentlicher GPG-Schlüssel hochgeladen
es: Clave pública GPG subida
fr: Clé publique GPG téléversée
it: Chiave pubblica GPG caricata
ja: GPG 公開鍵をアップロードしました
ko: GPG 공개 키를 업로드했습니다
pt_br: Chave pública GPG enviada
pt_pt: Chave pública GPG enviada
ru: Открытый GPG-ключ загружен
uk: Відкритий ключ GPG завантажено
zh_hans: GPG 公钥已上传

# gpg_keyserver_upload_verify_already_published_text
source: The selected e-mail addresses are already verified.
ar: عناوين البريد الإلكتروني المحددة مُتحقَّق منها بالفعل.
fr: Les adresses e-mail sélectionnées sont déjà vérifiées.
pt_br: Os endereços de e-mail selecionados já foram verificados.
pt_pt: Os endereços de e-mail selecionados já foram verificados.

# gpg_keyserver_upload_verify_requested_plural
source: Verification e-mail requested for %lld addresses
ar: تم طلب رسالة تحقق لـ %lld عنوان
fr: E-mail de vérification envoyé pour %lld adresses
pt_br: E-mails de verificação solicitados para os endereços %lld
pt_pt: E-mail de verificação solicitado para os endereços %lld

# gpg_keyserver_verify_not_found_title
source: GPG public key not found on keyserver
ar: لم يتم العثور على المفتاح العام لـ GPG في خادم المفاتيح
de: Öffentlicher GPG-Schlüssel nicht auf dem Schlüsselserver gefunden
es: Clave pública GPG no encontrada en el servidor de claves
fr: Clé publique GPG introuvable sur le serveur de clés
it: Chiave pubblica GPG non trovata sul keyserver
ja: GPG 公開鍵がキーサーバーに見つかりません
ko: 키 서버에서 GPG 공개 키를 찾을 수 없음
pt_br: Chave pública GPG não encontrada no servidor de chaves
pt_pt: Chave pública GPG não encontrada no servidor de chaves
ru: Открытый GPG-ключ не найден на сервере ключей
uk: Відкритий ключ GPG не знайдено на сервері ключів
zh_hans: 在密钥服务器上未找到 GPG 公钥

# gpg_keyserver_verify_revoked_title
source: GPG public key revoked
ar: تم إبطال المفتاح العام لـ GPG
de: Öffentlicher GPG-Schlüssel widerrufen
es: Clave pública GPG revocada
fr: Clé publique GPG révoquée
it: Chiave pubblica GPG revocata
ja: GPG 公開鍵は失効しています
ko: GPG 공개 키가 폐기됨
pt_br: Chave pública GPG revogada
pt_pt: Chave pública GPG revogada
ru: Открытый GPG-ключ отозван
uk: Відкритий ключ GPG відкликано
zh_hans: GPG 公钥已被吊销

# gpg_keyserver_verify_unknown_title
source: GPG public key verification status is unknown
ar: حالة التحقق من المفتاح العام لـ GPG غير معروفة
de: Verifizierungsstatus des öffentlichen GPG-Schlüssels ist unbekannt
es: El estado de verificación de la clave pública GPG es desconocido
fr: Le statut de vérification de la clé publique GPG est inconnu
it: Lo stato di verifica della chiave pubblica GPG è sconosciuto
ja: GPG 公開鍵の検証状態は不明です
ko: GPG 공개 키 검증 상태를 알 수 없음
pt_br: O status de verificação da chave pública GPG é desconhecido
pt_pt: O estado de verificação de chave pública GPG é desconhecido
ru: Статус проверки открытого GPG-ключа неизвестен
uk: Статус перевірки відкритого ключа GPG невідомий
zh_hans: GPG 公钥验证状态未知

# gpg_keyserver_verify_unverified_title
source: GPG public key found without verified e-mail
ar: تم العثور على المفتاح العام لـ GPG دون بريد إلكتروني مُتحقَّق منه
de: Öffentlicher GPG-Schlüssel ohne verifizierte E-Mail gefunden
es: Clave pública GPG encontrada sin correo electrónico verificado
fr: Clé publique GPG trouvée sans e-mail vérifié
it: Chiave pubblica GPG trovata senza e-mail verificata
ja: GPG 公開鍵は見つかりましたが、メールアドレスは未確認です
ko: 인증된 이메일 없이 GPG 공개 키를 찾음
pt_br: Chave pública GPG encontrada sem e-mail verificado
pt_pt: Chave pública GPG encontrada sem e-mail verificado
ru: Открытый GPG-ключ найден без подтверждённого e-mail
uk: Відкритий ключ GPG знайдено без підтвердженої електронної пошти
zh_hans: 找到 GPG 公钥，但电子邮件未经验证

# gpg_keyserver_verify_verified_title
source: GPG public key verified
ar: تم التحقق من المفتاح العام لـ GPG
de: Öffentlicher GPG-Schlüssel verifiziert
es: Clave pública GPG verificada
fr: Clé publique GPG vérifiée
it: Chiave pubblica GPG verificata
ja: GPG 公開鍵を検証しました
ko: GPG 공개 키가 검증됨
pt_br: Chave pública GPG verificada
pt_pt: Chave pública GPG verificada
ru: Открытый GPG-ключ подтверждён
uk: Відкритий ключ GPG підтверджено
zh_hans: GPG 公钥已验证

# gpg_tools_armor_label
source: Armor
ar: تدريع
es: Blindaje
fr: Armure ASCII
ja: アーマー
pt_br: Blindagem
pt_pt: Armadura
ru: ASCII-броня
uk: ASCII armor
zh_hans: ASCII 封装

# gpg_tools_clear_file
source: Clear
ar: مسح
de: Leeren
es: Limpiar
fr: Effacer
it: Pulisci
ja: クリア
ko: 삭제
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
uk: Очистити
zh_hans: 清除

# gpg_tools_decrypt_keys_note
source: Stored private keys are tried automatically for decryption.
ar: تُجرَّب المفاتيح الخاصة المخزّنة تلقائيًا لفك التشفير.
de: Gespeicherte private Schlüssel werden automatisch zum Entschlüsseln ausprobiert.
es: Las claves privadas almacenadas se prueban automáticamente para el descifrado.
fr: Les clés privées stockées sont automatiquement essayées pour le déchiffrement.
it: Le chiavi private memorizzate vengono provate automaticamente per la decrittografia.
ja: 保存済みの秘密鍵が復号のために自動的に試行されます。
ko: 저장된 개인 키를 복호화에 자동으로 사용해 봅니다.
pt_br: As chaves privadas armazenadas são utilizadas automaticamente para a descriptografia.
pt_pt: As chaves privadas armazenadas são testadas automaticamente para desencriptação.
ru: Сохранённые секретные ключи автоматически используются для расшифровки.
uk: Збережені секретні ключі автоматично використовуються для розшифрування.
zh_hans: 存储的私钥将自动尝试用于解密。

# gpg_tools_encrypted_text_label
source: Encrypted message
ar: رسالة مشفّرة
de: Verschlüsselte Nachricht
es: Mensaje cifrado
fr: Message chiffré
it: Messaggio crittografato
ja: 暗号化されたメッセージ
ko: 암호화된 메시지
pt_br: Mensagem criptografada
pt_pt: Mensagem encriptada
ru: Зашифрованное сообщение
uk: Зашифроване повідомлення
zh_hans: 加密的消息

# gpg_tools_file_required
source: Choose an input file
ar: اختر ملف إدخال
de: Wählen Sie eine Eingabedatei
es: Elija un archivo de entrada
fr: Choisissez un fichier d'entrée
it: Scegli un file di input
ja: 入力ファイルを選択してください
ko: 입력 파일을 선택하세요
pt_br: Escolher um arquivo de entrada
pt_pt: Escolha um arquivo de entrada
ru: Выберите входной файл
uk: Виберіть вхідний файл
zh_hans: 选择输入文件

# gpg_tools_header_title
source: GPG tools
ar: أدوات GPG
de: GPG-Werkzeuge
es: Herramientas GPG
fr: Outils GPG
it: Strumenti GPG
ja: GPG ツール
ko: GPG 도구
pt_br: Ferramentas de GPG
pt_pt: Ferramentas GPG
ru: Инструменты GPG
uk: Інструменти GPG
zh_hans: GPG 工具

# gpg_tools_invalid_input
source: Could not read the OpenPGP input. Check the message, signature, and selected keys.
ar: تعذّرت قراءة إدخال OpenPGP. تحقق من الرسالة والتوقيع والمفاتيح المحددة.
fr: Impossible de lire l'entrée OpenPGP. Vérifiez le message, la signature et les clés sélectionnées.
pt_br: Não foi possível ler a entrada do OpenPGP. Verifique a mensagem, assinatura e chaves selecionadas.
pt_pt: Não foi possível ler a entrada OpenPGP. Verifique a mensagem, a assinatura e as chaves selecionadas.

# gpg_tools_invalid_signature
source: Invalid signature
ar: توقيع غير صالح
de: Ungültige Signatur
es: Firma no válida
fr: Signature invalide
it: Firma non valida
ja: 無効な署名
ko: 잘못된 서명
pt_br: Assinatura inválida
pt_pt: Assinatura inválida
ru: Недействительная подпись
uk: Недійсний підпис
zh_hans: 无效签名

# gpg_tools_missing_private_key
source: No decryption-capable private key is available
ar: لا يتوفر مفتاح خاص قادر على فك التشفير
de: Kein zur Entschlüsselung fähiger privater Schlüssel verfügbar
es: No hay disponible ninguna clave privada con capacidad de descifrado
fr: Aucune clé privée pouvant déchiffrer n'est disponible
it: Non è disponibile alcuna chiave privata in grado di decrittografare
ja: 復号可能な秘密鍵が利用できません
ko: 복호화 가능한 개인 키가 없습니다
pt_br: Nenhuma chave privada com capacidade de descriptografia está disponível
pt_pt: Não existe nenhuma chave privada disponível capaz de desencriptar
ru: Нет доступного секретного ключа, пригодного для расшифровки
uk: Немає доступного секретного ключа, здатного розшифровувати
zh_hans: 没有可用的具有解密能力的私钥

# gpg_tools_missing_public_key
source: Missing public key
ar: مفتاح عام مفقود
de: Fehlender öffentlicher Schlüssel
es: Falta la clave pública
fr: Clé publique manquante
it: Chiave pubblica mancante
ja: 公開鍵がありません
ko: 공개 키 없음
pt_br: Chave pública ausente
pt_pt: Falta chave pública
ru: Отсутствует открытый ключ
uk: Відсутній відкритий ключ
zh_hans: 缺少公钥

# gpg_tools_mode_cleartext
source: Cleartext
ar: نص واضح
de: Klartext
es: Texto claro
fr: Texte en clair
it: Testo in chiaro
ja: クリアテキスト
ko: 평문
pt_br: Texto não criptografado
pt_pt: Texto simples
ru: Открытый текст
uk: Відкритий текст
zh_hans: 明文

# gpg_tools_mode_detached
source: Detached
ar: منفصل
de: Abgetrennt
es: Separada
fr: Détachée
it: Separata
ja: 分離
ko: 분리형
pt_br: Destacado
pt_pt: Separado
ru: Отделённая
uk: Відокремлений
zh_hans: 分离

# gpg_tools_mode_inline
source: Inline
ar: مضمّن
es: En línea
fr: Intégrée
it: In linea
ja: インライン
ko: 인라인
pt_br: Embutido
pt_pt: Em linha
ru: Встроенная
uk: Вбудований
zh_hans: 内联

# gpg_tools_no_gpg_keys
source: No stored GPG keys
ar: لا توجد مفاتيح GPG مخزّنة
de: Keine gespeicherten GPG-Schlüssel
es: No hay claves GPG almacenadas
fr: Aucune clé GPG stockée
it: Nessuna chiave GPG memorizzata
ja: 保存された GPG キーがありません
ko: 저장된 GPG 키 없음
pt_br: Nenhuma chave GPG armazenada
pt_pt: Nenhuma chave GPG armazenada
ru: Нет сохранённых GPG-ключей
uk: Немає збережених GPG-ключів
zh_hans: 无存储的 GPG 密钥

# gpg_tools_no_recipient
source: Select a stored recipient or paste a public key
ar: اختر مستلمًا مخزّنًا أو الصق مفتاحًا عامًا
de: Wählen Sie einen gespeicherten Empfänger aus oder fügen Sie einen öffentlichen Schlüssel ein
es: Seleccione un destinatario almacenado o pegue una clave pública
fr: Sélectionnez un destinataire enregistré ou collez une clé publique
it: Seleziona un destinatario memorizzato o incolla una chiave pubblica
ja: 保存済みの受信者を選択するか、公開鍵を貼り付けてください
ko: 저장된 수신자를 선택하거나 공개 키를 붙여넣으세요
pt_br: Selecione um destinatário armazenado ou cole uma chave pública
pt_pt: Selecione um destinatário guardado ou cole uma chave pública
ru: Выберите сохранённого получателя или вставьте открытый ключ
uk: Виберіть збереженого отримувача або вставте відкритий ключ
zh_hans: 选择存储的收件人或粘贴公钥

# gpg_tools_no_signing_key
source: No signing-capable GPG key selected
ar: لم يتم تحديد مفتاح GPG قادر على التوقيع
de: Kein zum Signieren fähiger GPG-Schlüssel ausgewählt
es: No se ha seleccionado ninguna clave GPG con capacidad de firma
fr: Aucune clé GPG pouvant signer sélectionnée
it: Non è selezionata alcuna chiave GPG in grado di firmare
ja: 署名可能な GPG キーが選択されていません
ko: 서명 가능한 GPG 키가 선택되지 않았습니다
pt_br: Nenhuma chave GPG com capacidade de assinatura selecionada
pt_pt: Nenhuma chave GPG com capacidade de assinatura selecionada
ru: Не выбран GPG-ключ, пригодный для подписания
uk: Не вибрано GPG-ключ, здатний підписувати
zh_hans: 未选择具有签名能力的 GPG 密钥
